Repository: ktgw0316/LightZone-l10n-de
Catalog: tm/arother-20131207.tmx
Source language: en
Languages: de

source: Click on the image where you would like to create one or more regions.
de: Auf die Stelle des Bildes klicken, an der eine oder mehrere Bereiche erstellt werden sollen.

source: Double-click to finish your region (or shift-click, or press ESC).
de: Doppel-Klick, um den Bereich zu beenden (oder Umschalten-Klick oder ESC drücken).

source: Move the sliders in the Rotate Tool to rotate your image. Drag along features in your image to align them.
de: Die Schieber im Drehen-Werkzeug bewegen, um das Bild zu drehen. Entlang einer Kante im Bild eine Linie ziehen, um es auszurichten.

source: Drag a rectangle on the image to crop it. Click the Crop button again to commit.
de: Ein Rechteck im Bild ziehen, um es zu zu schneiden. Den Zuschnittskopf noch einmal klicken, um zu bestätigen.

source: Pick a folder that has some images in it.
de: Einen Ordner mit Bildern auswählen.

source: Cancel
de: Abbrechen

source: LightZone Batch Processing
de: LightZone Stapelverarbeitung

source: saved as $1
de: gespeichert als $1

source: Style could not be applied
de: Stil kann nicht angewendet werden

source: Invalid image file
de: Ungültige Bilddatei

source: Error reading the file
de: Fehler beim Lesen der Datei

source: Not enough memory
de: Nicht genug Speicher

source: Unrecognized image format
de: Unbekanntes Bildformat

source: Unsupported camera
de: Nicht unterstützte Kamera

source: Unsupported color profile
de: Nicht unterstütztes Farbprofil

source: Unknown error processing this file
de: Unbekannter Fehler bei der Verarbeitung dieser Datei

source: Done
de: Fertig

source: 1 file to process
de: 1 Datei zu verarbeiten

source: $1 files to process
de: $1 Dateien zu verarbeiten

source: $1 of $2 files processed, $3 seconds remaining
de: $1 von $2 Dateien verarbeitet, $3 Sekunden verbleiben

source: Choose...
de: Wählen...

source: Batch Output Folder
de: Ordner für Ausgabe der Stapeverarbeitung

source: Start
de: Beginnen

source: Batch Name
de: Name der Stapelverarbeitung

source: Save To:
de: Speichern nach:

source: Output to:
de: Ausgabe nach:

source: Save Format
de: Speicherformat

source: LightZone Send
de: LightZone Senden

source: Send 1 image from $1
de: Sende 1 Bild von $1

source: Send $1 images from $2
de: Sende $1 Bilder von $2

source: Send
de: Senden

source: To Folder:
de: An Ordner:

source: Output Size:
de: Ausgabegröße:

source: Send To Folder
de: Sende an Ordner

source: Show Help for LightZone Send
de: Hilfe zeigen für LightZone Senden

source: Save to $1
de: Speichern nach $1

source: Show Regions
de: Regionen anzeigen

source: Hide Regions
de: Regionen verbergen

source: Go back to previously selected folder
de: Zurück zum vorher gewähltem Ordner

source: Go forward to recently selected folder
de: Weiter zum eben gewähltem Ordner

source: Display the path of the current folder
de: Pfad des aktuellern Ordners anzeigen

source: Thumbnail Progress
de: Vorschaufortschritt

source: Slide right to increase thumbnail size
de: Nach rechts schieben vergrößert die Vorschaubilder

source: Choose the browser sort criteria
de: Auswahl der Sortierreihenfolge

source: Sort Ascending
de: Aufsteigend sortieren

source: Sort Descending
de: Absteigend sortieren

source: Rotate 90 degrees counter-clockwise
de: Um 90° gegen den Uhrzeigersinn drehen

source: Rotate 90 degrees clockwise
de: Um 90° im Uhrzeigersinn drehen

source: Copy toolstack to clipboard from selected image
de: Angewendete Methoden vom Bild in die Zwischenablage kopieren

source: Apply toolstack to the selected image
de: Kopierte Methoden auf das Bild anwenden

source: Delete the selected image
de: Ausgewähltes Bild löschen

source: Rate the selected image
de: Ausgewähltes Bild bewerten

source: Orient
de: Drehrichtung

source: Rate
de: Bewerten

source: Sort
de: Sortieren

source: Thumbnail Size
de: Größe der Vorschaubilder

source: Select
de: Auswählen

source: Delete
de: Löschen

source: Stack
de: Stapel anzeigen

source: My Computer
de: Mein Computer

source: File Name
de: Dateiname

source: File Type
de: Dateityp

source: Capture Time
de: Datum der Aufnahme

source: Rating
de: Bewerten

source: Modification Time
de: Datum der letzten Änderung

source: Aperture
de: Blendenzahl

source: Shutter Speed
de: Verschlusszeit

source: File Size
de: Dateigröße

source: Lens
de: Objektivname

source: Focal Length
de: Brennweite

source: Edit
de: Bearbeiten

source: Copy Tools
de: Kopiere Werkzeuge

source: Paste Tools...
de: Werkzeuge anwenden...

source: Apply Style
de: Style anwenden

source: Rotate Left
de: Drehe nach links

source: Rotate Right
de: Drehe nach rechts

source: Rotate Left and Select Next
de: Drehe nach links und wähle nächstes

source: Rotate Right and Select Next
de: Drehe nach rechts und wähle nächstes

source: Refresh
de: Neu laden

source: Rename...
de: Umbenennen...

source: Move to Recycle Bin...
de: In den Mülleimer verschieben...

source: Move to Trash...
de: In den Mülleimer verschieben...

source: Delete...
de: Löschen...

source: Show Image Types
de: Zeige Bildertypen

source: Hide Image Types
de: Verstecke Bildertypen

source: Rate $1
de: Bewerte $1

source: Rate $1 and Select Next
de: Bewerte $1 und wähle nächstes

source: Remove Rating
de: Lösche Bewertung

source: Remove Rating and Select Next
de: Lösche Bewertung und wähle nächstes

source: Select a Folder
de: Ordner auswählen

source: Move "$1" to the Trash?
de: "$1" in den Mülleimer verschieben?

source: Move $1 selected images to the Trash?
de: $1 ausgewählte Bilder in den Mülleimer verschieben?

source: Move to Trash
de: In den Mülleimer verschieben

source: Couldn't move $1 to the Trash.
de: Konnte $1 nicht in den Mülleimer verschieben.

source: Move "$1" to the Recycle Bin?
de: "$1" in den Mülleimer verschieben?

source: Move $1 selected images to the Recycle Bin?
de: $1 ausgewählte Bilder in den Mülleimer verschieben?

source: Move to Recycle Bin
de: In den Mülleimer verschieben

source: Couldn't move $1 to the Recycle Bin.
de: Konnte $1 nicht in den Mülleimer verschieben.

source: Really delete this file?
de: Soll diese Datei wirklich gelöscht werden?

source: Really delete these files?
de: Sollen diese Dateien wirklich gelöscht werden?

source: Couldn't delete $1.
de: Konnte $1 nicht löschen.

source: Continue
de: Weiter

source: Rename $1 to:
de: $1 umbenennen nach:

source: "$1" already exists as a folder.
de: "$1" ist ein Ordner.

source: "$1" already exists. Do you want to replace it?
de: "$1" ist bereits als Ordner vorhanden. Soll es ersetzt werden?

source: Couldn't rename "$1" to "$2".
de: Konnte "$1" nicht nach "$2" umbenennen

source: Couldn't rename the XMP file for "$1".
de: Konnte die XMP-Datei von "$1" nicht umbenennen.

source: LightZone File Error
de: LightZone Dateifehler

source: Select Recent
de: Kürzlich bearbeitet

source: Select All
de: Alles auswählen

source: Unselect All
de: Auswahl löschen

source: Add a new Style
de: Neuen Style hinzufügen

source: Remove this Style
de: Diesen Style entfernen

source: Edit the list of Styles
de: Liste der Styles anpassen

source: Couldn't access Styles
de: Kein Zugriff auf Styles möglich

source: Import...
de: Importieren...

source: Import Style
de: Style importieren

source: Export...
de: Exportieren...

source: Export Style
de: Style exportieren

source: Delete Style failed
de: Löschen des Styles fehlgeschlagen

source: No Styles defined
de: Keine Styles definiert

source: Couldn't access Style "$1"
de: Kein Zugriff auf Style "$1" möglich

source: Couldn't store Style "$1"
de: Style "$1" kann nicht gespeichert werden

source: Style "$1" was written to "$2"
de: Style "$1" wurde in Datei "$2" geschrieben

source: Manage Styles
de: Styles verwalten
